//////////////////////////////////////////////////////////////////////////
//------------------------------------------------------------------------
// Название модуля: BaseElemParams
//
// Описание: содержит описание базового класса всех параметров 
//
// Автор: Никитин Вячеслав
//
// Дата создания: 07.06.2020
//
// Дата последнего изменения: 07.06.2020
//------------------------------------------------------------------------
//////////////////////////////////////////////////////////////////////////

#ifndef BASEELEMPARAMS_H
#define BASEELEMPARAMS_H


class CBaseElemParams
{
public:
  CBaseElemParams();
  ~CBaseElemParams();
};

#endif