//////////////////////////////////////////////////////////////////////////
//------------------------------------------------------------------------
// Название модуля: BaseElemParams
//
// Описание: содержит описание базового класса всех параметров 
//
// Автор: Никитин Вячеслав
//
// Дата создания: 07.06.2020
//
// Дата последнего изменения: 07.06.2020
//------------------------------------------------------------------------
//////////////////////////////////////////////////////////////////////////

#include "BaseElemParams.h"

CBaseElemParams::CBaseElemParams()
{

}
CBaseElemParams::~CBaseElemParams()
{

}