//////////////////////////////////////////////////////////////////////////
//------------------------------------------------------------------------
// Название модуля: SurfElemParams
//
// Описание: содержит описание класса хранения и передачи параметров 
// элемента Поверхность
//
// Автор: Никитин Вячеслав
//
// Дата создания: 23.07.2020
//
// Дата последнего изменения: 23.07.2020
//------------------------------------------------------------------------
//////////////////////////////////////////////////////////////////////////

#ifndef SURFELEMPARAMS_H
#define SURFELEMPARAMS_H

#include "BaseElemParams.h"

class CSurfElemParams : public CBaseElemParams
{
public:
  CSurfElemParams();
  ~CSurfElemParams();

  CSurfElemParams &operator = (CSurfElemParams &a);
};
#endif