//////////////////////////////////////////////////////////////////////////
//------------------------------------------------------------------------
// Название модуля: SurfElemParams
//
// Описание: содержит описание класса хранения и передачи параметров 
// элемента Поверхность
//
// Автор: Никитин Вячеслав
//
// Дата создания: 23.07.2020
//
// Дата последнего изменения: 23.07.2020
//------------------------------------------------------------------------
//////////////////////////////////////////////////////////////////////////
#include "SurfElemParams.h"

CSurfElemParams::CSurfElemParams() : CBaseElemParams()
{
}
CSurfElemParams::~CSurfElemParams()
{

}

CSurfElemParams &CSurfElemParams::operator = (CSurfElemParams &a)
{
  return a;
}
